Repository: sametyazak/crosscheque
Catalog: LinkedListLoop/resources/strings.*.resx
Languages: tr_tr

source: Add
tr_tr: Ekle

source: Amount
tr_tr: Tutar

# ChangePassword
source: Password Change
tr_tr: Şifre Güncelleme

# Clean
source: Clear
tr_tr: Temizle

source: Confirm password
tr_tr: Şifre Tekrar

source: Date
tr_tr: Tarih

source: Delete
tr_tr: Sil

# DeserializationMethodNotFound
source: DeserializeObject(json) method not found
tr_tr: DeserializeObject(json) method u bulunamadı!

# EnterOldPassword
source: Please enter old password
tr_tr: Eski şifrenizi giriniz!

source: Enter password
tr_tr: Şifre giriniz

source: Enter user name
tr_tr: Kullanıcı adı giriniz

# ErrorOnUserRegistration
source: An error occured during registration
tr_tr: Kullanıcı kayıt sırasında bir hata oluştu!

# GuestFileNotFound
source: Quest file is not found!
tr_tr: müsafir giriş dosyası bulunamadı!

# IncorrectAuthFormat
source: Invalid auth value : {0}, {1}
tr_tr: Geçeriz yetki değeri : {0}, {1}

# IncorrectUserNameOrPassword
source: Username or password is wrong!
tr_tr: Kullanıcı adı veya şifre yanlış!

# InvalidLoopIndex
source: Invalid loop index(es)
tr_tr: Geçersiz döngü index(ler)i

source: Invalid menu definition
tr_tr: geçersiz menu tanımı

# InvalidQueryData
source: Invalid request
tr_tr: Geçersiz İstek

source: Login
tr_tr: Giriş

source: Log Monitor
tr_tr: Log İzleme

source: Main Page
tr_tr: Ana Safya

source: Menu definition file not found!
tr_tr: menu tanım dosyası bulunamadı

# MethodNotFoundReflection
source: Method not found!
tr_tr: Method bulunamadı!

# NewPasswordCharacterLongError
source: New password should be min 6 chars long
tr_tr: Yeni Şifre en az 6 karakter olmalı

# NewPasswordConfirmLabel
source: New Password Confirm:
tr_tr: Yeni Şifre Tekrar:

# NewPasswordLabel
source: New Password:
tr_tr: Yeni Şifre:

# NoLoopFound
source: 2: Loop not found
tr_tr: 2:Döngü bulunamadı

# NoLoopMatching
source: 1: Loop match not found
tr_tr: 1:Döngü Eşleşmesi bulunamadı

# NoRootFound
source: Root not found!
tr_tr: Root node bulunamadı!

# OldPasswordLabel
source: Old Password:
tr_tr: Eski Şifre:

source: Password
tr_tr: Şifre

# PasswordHint
source: * Password should be min 6 chars long
tr_tr: * Şifre en az 6 karakter olmalıdır

# PasswordIncorrectOrInvalid
source: Current password is incorrect or new password is invalid.
tr_tr: Şu anki şifre yanlış veya yeni şifre geçersiz!

# PasswordsNotSame
source: New passwords are not same
tr_tr: Yeni Şifreler aynı değil!

# PasswordsNotSame2
source: Passwords are not same
tr_tr: Şifreler aynı değil!

source: Receiver
tr_tr: Alıcı

# Referans
source: Reference
tr_tr: Referans

source: Remember me
tr_tr: Beni Hatırla

source: Sample Data
tr_tr: Örnek Veri

# SampleUserName
source: (e.g. john)
tr_tr: (e.g. ali)

source: Save
tr_tr: Kaydet

source: Sender
tr_tr: Gönderen

source: Sender Receiver List
tr_tr: Gönderen Alıcı Listesi

source: Sender Receiver Network
tr_tr: Gönderen / Alıcı Ağı

# SuccessfullTransaction
source: Transaction is succussfull
tr_tr: İşlem Başarılı

source: Transaction
tr_tr: İşlem

source: Transaction Loop
tr_tr: İşlem Döngüsü

# TypeNotFoundReflection
source: AjaxMethods class not found
tr_tr: AjaxMethods class ı bulunamadı

# UnrecognizedError
source: An error occured but we are looking to solve it
tr_tr: Hata oldu ama yakalayamadık!

source: Upload File
tr_tr: Dosya Yükle

source: User Name
tr_tr: Kullanıcı Adı

# UserNameMendatory
source: * Mendatory
tr_tr: * Zorunlu alan

source: User Update
tr_tr: Kullanıcı İşlemleri

source: Invalid language definition
tr_tr: Geçersiz dil dosya tanımı

# LanguageDefinitionFileNotFound
source: Language definition is not found
tr_tr: Dil dosyası bulunamadı

source: Load
tr_tr: Yükle

source: Loading...
tr_tr: Yükleniyor...

source: Load Sample Data
tr_tr: Örnek Veri Yükle

source: Next
tr_tr: İleri

source: Prev
tr_tr: Geri

source: Welcome
tr_tr: Hoşgeldiniz

source: Log Detail
tr_tr: Log Detay

source: Cheque
tr_tr: Çek

source: E-Invoice
tr_tr: E-Fatura

source: Invoice Number
tr_tr: Fatura No

# LoadAnyDataToContinue
source: Upload data to continue.
tr_tr: Devam etmeden önce veri yükleyiniz.

# SelectTransactionType
source: Select a transaction type to continue.
tr_tr: Bir sonraki ekrana geçmek için bir işlem seçiniz.

# SelectTranType
source: Select a transaction type to continue.
tr_tr: Bir sonraki ekrana geçmek için bir işlem seçiniz.

# TranType
source: Transaction Type
tr_tr: İşlem Tipi

# UploadAFileOrLoadSampleData
source: Load your file or use sample file.
tr_tr: Kendi dosyanızı veya örnek dosyayı kullanarak veri yükleyin.

# ColoumnDefinitionNotFound
source: Column definition is not found: {0}
tr_tr: Kolon tanımı bulunamadı: {0}

# EmptyLineForFile
source: Empty line for file, line number: {0}
tr_tr: Boş satır var, satır no: {0}

# InvalidHeaderOrRowColumnNumber
source: Number of header column is not equal to number of line column. Line number: {0} - Header column number: {1} - Line column number : {2}
tr_tr: Başlık kolon sayısı ile satır kolon sayısı uyumsuz. Satır no: {0} - Başlık kolon sayısı: {1} - Satır kolon sayısı : {2}

# NoColumnForFileWithDelimiter
source: Delimiter not found in line: {0}
tr_tr: Ayraç bulunamadı: {0}

# PropertyNotFound
source: Property not foundı: {0}
tr_tr: Property bulunamadı: {0}

source: Add Files
tr_tr: Dosya Ekle

source: Cancel
tr_tr: İptal

source: Loop List
tr_tr: Döngü Listesi

# RecordUploadContainer
source: Data Upload
tr_tr: Veri Yükleme

# SelectUploadType
source: Load data to process.
tr_tr: İşlenecek olan veriyi yükleyiniz.

source: Transaction List
tr_tr: İşlem Listesi

source: Upload
tr_tr: Yükle

# MaxFileUplaodSize
source: Max. file upload size : {0} mb
tr_tr: Yüklenebilecek max. dosya boyutu : {0} mb

source: Company Info
tr_tr: Şirket Bilgisi

source: Done
tr_tr: Bitti

source: Error
tr_tr: Hata

source: File Name
tr_tr: Dosya Adı

source: History Records
tr_tr: Geçmiş Kayıtlar

source: Insert Time
tr_tr: Ekleme Zamanı

source: Process Result
tr_tr: İşleme Başla

source: Ready
tr_tr: Hazır

source: Record Count
tr_tr: Kayıt Sayısı

source: See On Network
tr_tr: Ağ Üzerinde Gör

source: Transaction Type
tr_tr: İşlem Tipi

source: User Info
tr_tr: Kullanıcı Bilgisi
